7zip
acpi
amd-ucode
base
base-devel
bash-completion
bat
bluetui
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
bun
catfish
cdrtools
chafa
chromium
clang
cliphist
cloudflared
cni-plugins
cups
cups-pdf
devtools
docker
docker-compose
dosfstools
downgrade
efibootmgr
ethtool
evince
eza
fastfetch
fd
ffmpegthumbnailer
file-roller
firefox
flatpak
foot
fuzzel
fzf
gdb
gedit
git
github-cli
gnome-browser-connector
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-themes-extra
gnome-tweaks
go
google-chrome
greetd-tuigreet
gst-libav
gst-plugin-gtk4
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
helium-browser-bin
hypridle
hyprland
hyprland-protocols
hyprpicker
hyprpolkitagent
hyprshot
hyprshutdown
hyprsunset
imv
jre-openjdk
kitty
lazydocker
lazygit
less
libinput
libpulse
librecad
libva-utils
linux-firmware
linux-zen
linux-zen-docs
linux-zen-headers
llvm
logrotate
lsof
luarocks
mako
man-db
mesa-utils
mpv
nano
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvtop
nwg-look
otf-fira-sans
paru
paru-debug
pavucontrol
perl-archive-zip
perl-image-exiftool
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
prettier
qalculate-gtk
qt5-wayland
qt6-wayland
reflector
resvg
ripgrep-all
rust
sassc
smartmontools
sof-firmware
starship
sudo
superfile
swaybg
thunar
thunar-archive-plugin
thunar-volman
tldr
tlp
tree-sitter-cli
ttf-firacode-nerd
ttf-nerd-fonts-symbols
tumbler
udiskie
ufw
unrar
upower
vim
visual-studio-code-bin
vulkan-mesa-layers
vulkan-radeon
wget
whois
wireless_tools
wireplumber
wpa_supplicant
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-video-amdgpu
yq
yt-dlp
zellij
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
