7zip
acpi
amd-ucode
arch-os-manager
base
base-devel
bash-completion
bat
bluetui
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
bun-bin
catfish
cdrtools
chromium
cliphist
cloudflared-bin
cni-plugins
devtools
docker
docker-compose
downgrade
efibootmgr
evince
eza
fastfetch
file-roller
firefox
flatpak
foot
fuzzel
fzf
gdb
gedit
git
github-cli
gnome-keyring
gnome-tweaks
go
greetd-tuigreet
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk4
gufw
gvfs
helium-browser-bin
hwdetect
hwinfo
hypridle
hyprland
hyprland-protocols
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset
imv
iwd
kitty
lazydocker
lazygit
less
libmad
libpulse
libva-utils
libvdpau-va-gl
linux-firmware
linux-lts
linux-lts-headers
linux-zen
linux-zen-docs
linux-zen-headers
logrotate
lsof
luarocks
mako
man-db
mesa-utils
mpv
nano
neovim
networkmanager
nodejs-lts-krypton
noto-fonts-emoji
noto-fonts-extra
npm
nwg-look
otf-fira-sans
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
postman-bin
python
qt5-wayland
reflector
resvg
rust
seahorse
smartmontools
sof-firmware
starship
superfile
surfraw
swaybg
thunar
thunar-archive-plugin
thunar-volman
tldr
tlp
ttf-firacode-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
tumbler
udiskie
ufw
unicode-emoji
unrar
unzip
upower
vim
visual-studio-code-bin
vulkan-mesa-layers
vulkan-radeon
wayvnc
wev
wf-recorder
wget
whois
wireless_tools
wireplumber
wl-clipboard
wl-mirror
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-input-libinput
xf86-video-amdgpu
yay
yay-debug
yazi
yq
zip
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
